tap "daipeihust/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "libidn2"
brew "curl"
brew "git"
brew "jq"
brew "neovim"
brew "php"
brew "php@7.4"
brew "daipeihust/tap/im-select"
cask "cheatsheet"
cask "docker"
cask "figma"
cask "font-hack-nerd-font"
cask "imageoptim"
cask "mysqlworkbench"
cask "raycast"
cask "slack"
cask "sourcetree"
cask "iterm2"
vscode "asvetliakov.vscode-neovim"
vscode "austenc.laravel-blade-spacer"
vscode "bmewburn.vscode-intelephense-client"
vscode "cocopon.iceberg-theme"
vscode "codingyu.laravel-goto-view"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "grifinas.php-import-checker"
vscode "ionutvmi.path-autocomplete"
vscode "MehediDracula.php-namespace-resolver"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "neilbrayfield.php-docblocker"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel5-snippets"
vscode "PKief.material-icon-theme"
vscode "ritwickdey.LiveServer"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "SirTori.indenticator"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "vmsynkov.colonize"
