asvetliakov.vscode-neovim
cocopon.iceberg-theme
editorconfig.editorconfig
esbenp.prettier-vscode
github.copilot
github.copilot-chat
koihik.vscode-lua-format
mkhl.shfmt
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-vscode-remote.remote-containers
