tap "my/local"
brew "gh"
brew "git"
brew "node"
brew "shfmt"
brew "my/local/neovim@0.9.5"
brew "qrencode"
brew "prettier"
brew "stylua"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "raycast"
cask "utm"
cask "visual-studio-code"
vscode "asvetliakov.vscode-neovim"
vscode "cocopon.iceberg-theme"
vscode "editorconfig.editorconfig"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "koihik.vscode-lua-format"
vscode "mkhl.shfmt"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"